package com.beareateverything.beareatmama

import com.beareateverything.beareatmama.model.Menu

val choice = listOf<Menu>(
        Menu("พริกมะนาว", "images/mama/01.jpg", "เครื่องไม่ต้อง พี่ขอแซ่บๆ"),
        Menu("ชีสสสส", "images/mama/02.jpg", "ไปพร้อมกับความมัน ยืดด ฟินสุดๆเลยใช่ไหมฮะ"),
        Menu("เต็มที่แบบเจ้โอว", "images/mama/03.jpg", "นอกจากจะเครื่องแน่นแล้ว ยังแสดงความฮิปแบบชิคๆให้โลกรู้อีกด้วย"),
        Menu("ต้มยำหมูสับ", "images/mama/04.jpg", "แซ่บแบบเบสิค ต้องถ้วยนี้แหละ"),
        Menu("กิมจิ", "images/mama/05.jpg", "เพื่อออปป้า ต้องเมนูนี้เท่านั้น"),
        Menu("กุ้งมังกร", "images/mama/06.jpg", "สายเปย์ยังต้องหลบ เมื่อเจอสายกินแบบคุณ"),
        Menu("ไม่มี", "images/mama/07.jpg", "เสียใจด้วยคุณดวงไม่ถึง สะสมแต้มบุนเยอะๆนะ"),
        Menu("ผัก", "images/mama/08.jpg", "เป็นสายเฮลตี้ที่รู้สึกผิดบาปกับการกินมาม่า"),
        Menu("ทะเล", "images/mama/09.jpg", "สายเปย์ยังต้องหลบ เมื่อเจอสายกินแบบคุณ"),
        Menu("ไข่", "images/mama/10.jpg", "อาหารคนยาก"),
        Menu("ปลากระป๋อง", "images/mama/11.jpg", "เหมือนเอาเสบียงตอนนํ้าท่วมมากินชัดๆ"),
        Menu("เต้าหู้ไข่", "images/mama/12.jpg", "เป็นคนง่ายๆ"),
        Menu("ชามเปล่า", "images/mama/13.jpeg", "อ้าว.... แล้วจะกินอะไรหล่ะทีนี้"),
        Menu("มาม่าเกาหลี", "images/mama/14.jpeg", "เป็นคนที่จัดเต็มจัดหนักในทุกสถานการณ์")
)
