package com.beareateverything.beareatmama

import com.beareateverything.beareatmama.model.Menu

val choice = listOf<Menu>(
        Menu("พริกมะนาว", "", "เครื่องไม่ต้อง พี่ขอแซ่บๆ"),
        Menu("ชีสสสส", "", "ไปพร้อมกับความมัน ยืดด ฟินสุดๆเลยใช่ไหมฮะ"),
        Menu("เต็มที่แบบเจ้โอว", "", "นอกจากจะเครื่องแน่นแล้ว ยังแสดงความฮิปแบบชิคๆให้โลกรู้อีกด้วย"),
        Menu("ต้มยำหมูสับ", "", "แซ่บแบบเบสิค ต้องถ้วยนี้แหละ"),
        Menu("กิมจิ", "", "เพื่อออปป้า ต้องเมนูนี้เท่านั้น"),
        Menu("กุ้งมังกร", "", "สายเปย์ยังต้องหลบ เมื่อเจอสายกินแบบคุณ"),
        Menu("ไม่มี", "", "เสียใจด้วยคุณดวงไม่ถึง สะสมแต้มบุนเยอะๆนะ"),
        Menu("ผัก", "", "เป็นสายเฮลตี้ที่รู้สึกผิดบาปกับการกินมาม่า"),
        Menu("ทะเล", "", "สายเปย์ยังต้องหลบ เมื่อเจอสายกินแบบคุณ"),
        Menu("ไข่", "", "อาหารคนยาก"),
        Menu("ปลากระป๋อง", "", "เหมือนเอาเสบียงตอนนํ้าท่วมมากินชัดๆ"),
        Menu("เต้าหู้ไข่", "", "เป็นคนง่ายๆ"),
        Menu("ชามเปล่า", "", "อ้าว.... แล้วจะกินอะไรหล่ะทีนี้"),
        Menu("มาม่าเกาหลี", "", "เป็นคนที่จัดเต็มจัดหนักในทุกสถานการณ์")
)
